Repository: Akarienta/iigame
Catalog: src/po/*.po
Languages: cs

source: <i class="fi-alert"></i>Don't forget to disable users addition when you are done. You can do it in <a href="{{vm.getFirebaseSecurityUrl()}}" target="_blank">your Firebase</a> by changing security rules by copying and pasting the code below.
cs: <i class="fi-alert"></i>Nezapomeňte po ukončení příprav zakázat přidávání nových uživatelů. To můžete udělat na <a href="{{vm.getFirebaseSecurityUrl()}}" target="_blank">your Firebase</a> zkopírováním a vložením následujícího textu.

source: <i class="fi-info"></i>Users addition was disabled in Firebase. To allow it, please login into <a href="{{vm.getFirebaseSecurityUrl()}}" target="_blank">your Firebase</a> and change security rules by copying and pasting the code below.
cs: <i class="fi-info"></i>Přidávání nových uživatelů bylo zakázáno ve Firebase. Pro povolení se prosím přihlaste do <a href="{{vm.getFirebaseSecurityUrl()}}" target="_blank">své Firebase</a> a zkopírujte a vlože následující text.

source: <strong>Warning:</strong> This application is a part of BDSM practices. If you know nothing about BDSM or don't like it, this application probably isn't for you. By using this application you agree that you are over 18 or simply you aren't under law in your country. Author doesn't take any consequences for possible injury got by using this application.
cs: <strong>Varování:</strong> Tato aplikace je součástí BDSM praktik. Pokud nevíte nic o BDSM nebo ho nemáte rádi, tato aplikace pravděpodobně není pro Vás. Používáním této aplikace souhlasíte, že je Vám více než 18 let nebo jste plnoletí dle zákonů Vaší země. Autorka nenese žádnou odpovědnost za případná zranění způsobená užíváním této aplikace.

source: About
cs: O aplikaci

source: Add password
cs: Přidat heslo

source: Add user
cs: Přidat uživatele

source: Author
cs: Autorka

source: Back
cs: Zpět

source: Cancel
cs: Zrušit

source: Confirm
cs: Potvrdit

source: Current:
cs: Stávající:

source: Delete Account
cs: Smazat účet

source: Delete my account
cs: Smazat můj účet

source: E-mail for user {{login}} has been successfully changed.
cs: E-mail uživatele {{login}} byl úspěšně změněn.

source: E-mail with istructions to password reset has been sent to {{vm.mail}}.
cs: E-mail s návodem, jak resetovat heslo, byl zaslán na {{vm.mail}}.

source: Employer {{user}} doesn't exist.
cs: Zaměstnanec {{user}} neexistuje.

source: Employer Log In
cs: Přihlášení zaměstnance

source: FAILURE
cs: NEÚSPĚCH

source: fake
cs: falešné

source: Forbidden
cs: Přístup odepřen

source: Forgotten Password
cs: Zapomenuté heslo

source: Forgotten password?
cs: Zapomenuté heslo?

source: Game Over
cs: Konec hry

source: Go to homepage
cs: Jít na domovskou stránku

source: Hide code snippet
cs: Skrýt útržek kódu

source: Home
cs: Domů

source: Homepage
cs: Domovská stránka

source: Change E-mail
cs: Změnit e-mail

source: Change Password
cs: Změnit heslo

source: I&I Game
cs: I&I Hra

source: Invalid password.
cs: Nesprávné heslo.

source: License
cs: Licence

source: Log In
cs: Přihlásit se

source: Log Out
cs: Odhlásit se

source: Maximum length is 16.
cs: Maximální délka je 16 znaků.

source: Minimum length is 6.
cs: Minimální délka je 6 znaků.

source: New e-mail
cs: Nový e-mail

source: New password
cs: Nové heslo

source: New password again
cs: Nové heslo znovu

source: No password is defined.
cs: Není definováno žádné heslo.

source: No user is defined.
cs: Není definován žádný uživatel.

source: Not Found
cs: Nenalezeno

source: Old password
cs: Staré heslo

source: Only letters and digits are allowed.
cs: Povolena jsou pouze písmena a čísla.

source: Only small letters are allowed.
cs: Povolena jsou pouze malá písmena.

source: Password
cs: Heslo

source: Password {{password}} already exists.
cs: Heslo {{password}} již existuje.

source: Password {{password}} doesn't exist.
cs: Heslo {{password}} neexistuje.

source: Password {{password}} was added.
cs: Heslo {{password}} bylo přidáno.

source: Password {{password}} was deleted.
cs: Heslo {{password}} bylo smazáno.

source: Password again
cs: Heslo znovu

source: Password for user {{login}} has been successfully changed.
cs: Heslo pro uživatele {{login}} bylo úspěšně změněno.

source: Passwords
cs: Hesla

source: Please confirm deletion of item <strong>{{modalVm.data}}</strong>.
cs: Prosím, potvrďte smazání položky <strong>{{modalVm.data}}</strong>.

source: real
cs: pravé

source: Remember employer username
cs: Pamatovat si zaměstnance

source: Remember my username
cs: Pamatovat si mě

source: Settings
cs: Nastavení

source: Shit! I'll try again.
cs: Do hajzlu! Zkusím to znovu.

source: Show code snippet
cs: Ukázat útržek kódu

source: Something is wrong. Maybe user with e-mail {{mail}} exists already?
cs: Něco je špatně. Možná uživatel s e-mailem {{mail}} již existuje?

source: Submit
cs: Potvrdit

source: SUCCESS
cs: ÚSPĚCH

source: Text shown when this password is used
cs: Text, který se objeví v případě použití tohoto hesla

source: The page you requested cannot be found. Please try again later.
cs: Požadovaná stránka nebyla nalezena. Zkuste to prosím později.

source: The text isn't a valid e-mail.
cs: Neplatný e-mail.

source: This application is an erotic interrogation game, loosely inspired by The Administration Series by <a href="http://www.mannazone.org/">Manna Francis</a>. If you want to have your own copy please see this appliaction homepage on <a href="https://github.com/akarienta/iigame">GitHub</a> and follow the instructions.
cs: Tato aplikace je erotická vyšetřovací hra, volně inspirovaná sérií Administrace od <a href="http://www.mannazone.org/">Manny Francis</a>. Pokud chcete vlastnit svou kopii, navštivte prosím domovskou stránku aplikace na <a href="https://github.com/akarienta/iigame">GitHubu</a> a postupujte podle instrukcí.

source: This field is mandatory.
cs: Povinná položka.

source: Type
cs: Typ

source: Unable change e-mail for user {{login}}.
cs: Nepodařilo se změnit e-mail pro uživatele {{login}}.

source: Unable change password for user {{login}}.
cs: Nepodařilo se změnit heslo pro uživatele {{login}}.

source: Unable to delete user {{login}}.
cs: Nepodařilo se smazat uživatele {{login}}.

source: Unable to log in user {{login}}.
cs: Přihlášení uživatele {{login}} se nepodařilo.

source: Unable to send password reset e-mail to {{mail}}.
cs: Nepodařilo se zaslat e-mail na adresu {{mail}}.

source: User {{login}} doesn't exist.
cs: Uživatel {{login}} neexistuje.

source: User {{login}} has been successfully deleted.
cs: Smazání uživatele {{login}} proběhlo úspěšně.

source: User {{login}} has been successfully logged in.
cs: Přihlášení uživatele {{login}} proběhlo úspěšně.

source: User {{login}} was created.
cs: Byl vytvořen uživatel {{login}}.

source: User with e-mail {{mail}} doesn't exist.
cs: Uživatel s e-mailem {{mail}} neexistuje.

source: User: {{vm.user.login}}
cs: Uživatel: {{vm.user.login}}

source: Username
cs: Uživatelské jméno

source: Users
cs: Uživatelé

source: Version
cs: Verze

source: You don't have permission to access this folder/file on this server.
cs: Nemáte právo k přístupu do požadovaného adresáře/k požadovanému souboru na tomto serveru.

source: You have been successfully logged out.
cs: Odhlášení proběhlo úspěšně.

source: Your passwords don't match.
cs: Hesla se neshodují.
